<?php
return [
    'About title' => 'Про нас та MindPlace',
    'About h-1' => 'Піклування про себе починається з розуміння',
    'About p-1' => 'Усвідомлення власного емоційного стану та звернення до фахівця — це не слабкість, а прояв сили та зрілості. Сьогодні психотерапія — це не лише підтримка у важкі часи, а й шлях до глибшого самопізнання, розвитку внутрішніх ресурсів та покращення якості життя.',
    'About h-2' => 'MindPlace створений, щоб допомогти',
    'About p-2' => 'Ми не просто платформа — ми середовище, де турбота поєднується з технологіями. MindPlace допомагає знаходити перевірених психотерапевтів, яким можна довірити найважливіше. Кожен фахівець проходить ретельну верифікацію, щоб ви могли бути впевнені у професіоналізмі та етичності терапевтичного процесу.',
    'About h-3' => 'Якість важливіша за кількість',
    'About p-3' => 'Попри велику кількість психологів на ринку, знайти "свого" спеціаліста — непросте завдання. Невдалий досвід може не лише не допомогти, а й залишити внутрішній шрам. Ми в MindPlace хочемо змінити цей досвід: зменшити бар’єри на шляху до терапії та підвищити довіру до неї. Саме тому ми дбаємо про прозорість, безпеку й якість кожної взаємодії.',
    'About post scriptum' => 'MindPlace — простір для змін, що починаються з тебе.',
    'About Team' => 'Наша команда',
    'About Team member 1' => 'Сонне Сонячко',
    'About Team member 1 descr' => 'Студентка четвертого курсу Житомирської політехніки, яка не може виспатися',
    'About Team member 2' =>  'Томичка',
    'About Team member 2 descr' => 'Найкращі у світі хутряні штанці',

];
