<?php
return [
    // Navbar
    'Our specialists' => 'Наші спеціалісти',
    'For therapists' => 'Психологам',
    'Blog' => 'Блог',
    'About' => 'Про нас',
    'Login' => 'Увійти',


    // #region LOGIN PAGE
    'LoginBread' => 'Увійти в акаунт',
    'Login title' => 'Увійдіть в свій акаунт',
    'Login please...' => 'Будь ласка, заповніть наступні поля:',
    'Form name' => 'Ваше ім&#039;я',
    'Form password' => 'Введіть пароль',
    'Remember Me' => 'Запам&#039;ятай мене',
    'Forgot password?' => 'Забули пароль?',
    'Login reset password' => 'Відновити пароль',
    'Form or create' => 'Ще не маєте акаунта?',
    'Link to signup' => 'Зареєструватися',
    // #endregion


    // #region SIGNUP PAGE
    'SignupBread' => 'Реєстрація',
    'Signup title' => 'Створюємо нового користувача',
    'Signup please...' => 'Будь ласка, заповніть наступні поля:',
    'Form email' => 'Ваш email',
    'Form password repeat' => 'Повторіть пароль',
    'Signup submit' => 'Зареєструватися',
    'Form or login' => 'Вже маєте акаунт?',
    'Link to login' => 'Увійти',
    // #endregion


    // #region MAIN PAGE

    //MP | MainScreen
    'Welcome' => 'MindPlace — ваш безпечний простір для психічного благополуччя',
    'Welcome span' => 'Ваша подорож до психічного благополуччя починається тут.',
    'Find a Therapist' => 'Підібрати терапевта',
    'For Therapists' => 'Для терапевтів',

    //MP | InformationScreen
    'Do you know...' => 'А ви знаєте, що...',

    //'What is...' => 'What is...',
    'What is...' => 'Що таке психотерапія?',
    'What is psychotherapy descr' =>
    'Психотерапія - це не лише лікування психічних розладів, а й можливість покращити якість життя та знайти гармонію з собою та іншими. Це процес, який допомагає зрозуміти себе, свої емоції та поведінку, а також знайти шляхи вирішення проблем.',

    //'Difference' => 'Difference',
    'Difference qa' => 'Чим відрізняється психолог від психотерапевта?',
    'Difference qa psychologist' => 'Психолог',
    'Difference qa psychologist descr' => 'Психолог - це спеціаліст, який вивчає людську поведінку та психічні процеси, тоді як психотерапевт - це психолог або психіатр, який пройшов додаткове навчання з психотерапії. Психотерапевти використовують різні методи, щоб допомогти клієнтам зрозуміти свої проблеми та знайти рішення.',
    'Difference qa psychotherapist' => 'Психотерапевт',
    'Difference qa psychotherapist descr' => 'Психотерапевти - це фахівці з вищою освітою та підготовкою в галузі психології та психотерапії. Психотерапія допомагає переосмислити власний життєвий досвід і сформувати абсолютно нові моделі поведінки. Аналогія може бути проведена, що якщо психологічне консультування - це косметичний ремонт, то психотерапія - це капітальний ремонт.',

    //Why it is important
    'Why it is important' => 'Чому важливо звертатися за психологічною допомогою?',
    'Why it is important descr' => 'Психолог може допомогти вам впоратися з емоційними та психологічними проблемами, надаючи підтримку, розуміння та професійні рекомендації.',

    //MP | HowItWorksScreen
    'How it works' => 'Як це працює',
    'How it works descr' => 'Знайти терапевта легко та зручно з MindPlace. Дотримуйтесь цих простих кроків, щоб розпочати свою подорож до психічного благополуччя.',
    'Step 1' => '1. Заповніть анкету',
    'Step 1 descr' => 'Відповідайте на кілька запитань про себе та свої потреби. Це допоможе нам знайти найкращого терапевта для вас.',
    'Step 2' => '2. Отримайте рекомендації терапевтів',
    'Step 2 descr' => 'На основі ваших відповідей ми підберемо терапевта, який відповідає вашим потребам та уподобанням.',
    'Step 3' => '3. Заплануйте сеанс',
    'Step 3 descr' => 'Заплануйте свою першу сесію та розпочніть свою подорож до психічного благополуччя.',
    'Step 4' => '4. Керуйте процесом',
    'Step 4 descr' => 'Ви можете керувати своїм процесом терапії, спілкуючись з терапевтом та отримуючи підтримку в будь-який час.',
    'Step 5' => '5. Залишайтеся на зв&#039;язку',
    'Step 5 descr' => 'Залишайтеся на зв&#039;язку з терапевтом та отримуйте підтримку в будь-який час.',

    //MP | FAQScreen
    'FAQ' => 'Найчастіші запитання',
    'FAQ descr' => 'Ми розуміємо, що у вас можуть виникнути запитання про наші послуги та процес пошуку терапевта. Ось кілька поширених запитань та відповідей, які допоможуть вам.',
    'FAQ question 1' => 'Чи можу я отримати психотерапію онлайн?',
    'FAQ answer 1' => 'Так, MindPlace пропонує можливість отримати психотерапію онлайн. Ви можете спілкуватися з терапевтом через текстові повідомлення або обговоривши інший спосіб зв&#039;язку, наприклад у соцмережах.',
    'FAQ question 2' => 'Як довго триває сеанс психотерапії?',
    'FAQ answer 2' => 'Зазвичай сеанс психотерапії триває від 50 до 60 хвилин. Тривалість може варіюватися в залежності від терапевта та ваших потреб.',
    'FAQ question 3' => 'Чи можу я змінити терапевта?',
    'FAQ answer 3' => 'Так, ви можете змінити терапевта в будь-який час. MindPlace прагне забезпечити вам найкращий досвід психотерапії, тому ми готові допомогти вам знайти терапевта, який відповідає вашим потребам.',
    'FAQ question 4' => 'Чому краще скористатися послугою індивідуального підбору, а не просити знайомих про контакт з психологом?',
    'FAQ answer 4' => 'З кожним клієнтом психолог працює індивідуально, повністю занурюючись у його проблему. Тому результати завжди різні - вони можуть бути як позитивними, так і негативними. У кожного своя життєва ситуація, і процес терапії у всіх проходить по-різному. Спеціаліст, який успішно допоміг вашому другу, може виявитися некомпетентним у вашому випадку. Вибір найкращого психолога, виходячи з вашої конкретної ситуації та потреб, є індивідуальним процесом.',
    'FAQ question 5' => 'Чи всі психологи дотримуються суворої конфіденційності?',
    'FAQ answer 5' => 'Так, всі психологи MindPlace дотримуються суворої конфіденційності. Ваші дані та інформація залишаються конфіденційними, і ми не передаємо їх третім особам без вашої згоди.',

    'Still have questions?' => 'У вас ще є запитання?',
    'Still have questions descr' => 'Якщо у вас є інші запитання або вам потрібна додаткова інформація, будь ласка, зв&#039;яжіться з нами. Ми тут, щоб допомогти вам у вашій подорожі до психічного благополуччя.',
    'Contact us' => 'Зв&#039;яжіться з нами',
    // #endregion


    // #region PROFILE PAGE
    'Greeting' => 'Привіт, {name}!',
    'Profile title' => 'Мій профіль',
    'Profile name'=> 'Ім&#039;я',
    'Profile email'=> 'Email',
    'Profile phone'=> 'Номер телефону',
    'Profile date_of_birth'=> 'Дата народження',  
    'Profile future_sessions' => 'Майбутні сесії',
    'Profile history' => 'Історія сесій',  
    'Profile future_sessions empty' => 'У вас немає майбутніх сесій',
    'Profile history empty' => 'У вас немає історії сесій',
    'Profile settings' => 'Налаштування',
    'Profile settings button' => 'Зберегти зміни',

    // #endregion 


    // #region FOR THERAPISTS PAGE
    'FT title' => 'Доєднатися до MindPlace',
    'FT intro h1' => 'MindPlace для психологів та терапевтів',
    'FT intro h2' => 'Розвивайтесь та процвітайте з нами',
    'FT intro p1' => 'Приєднуйтесь до нашої спільноти фахівців з психічного здоров&#039;я.',
    'FT intro p2' => 'Ви зосереджуєтесь на допомозі людям — ми подбаємо про пошук клієнтів та керування вашою онлайн-присутністю.',

    'FT benefits title' => 'Переваги для вас',
    'FT benefits 1' => 'Безпечна та надійна платформа для консультацій.',
    'FT benefits 2' => 'Інструменти для керування записами та розкладом.',
    'FT benefits 3' => 'Професійна спільнота та можливості розвитку.',
    'FT benefits 4' => 'MindPlace — ваш партнер для зростання та підтримки клієнтів.',

    'FT login first'=> 'Будь ласка, увійдіть в свій акаунт або створіть новий, щоб продовжити.',

    // Therapist Join Form
    'FT Join Form' => 'Доєднайтеся до команди MindPlace',
    'Personal Information' => 'Особиста інформація',
    'Full name' => 'ПІБ',
    'Email' => 'Електронна пошта',
    'Contact Number' => 'Контактний номер',
    'Date of Birth' => 'Дата народження',
    'Gender' => 'Стать',
    'Male' => 'Чоловік',
    'Female' => 'Жінка',
    'Social Media' => 'Соціальні мережі',

    'Therapy Specific' => 'Специфіка терапії',
    'Language' => 'Мова',
    'Therapy Types' => 'Тип',
    'Therapy Types 1' => 'Індивідуальні сесії',
    'Therapy Types 2' => 'Групові сесії',
    'Themes' => 'Тема',
    'Themes 1' => 'Тривожність',
    'Themes 2' => 'Депресія',
    'Themes 3' => 'Стрес',
    'Themes 4' => 'Проблеми зі стосунками',
    'Themes 5' => 'Самооцінка',
    'Themes 6' => 'Робота над травмою',
    'Format' => 'Формат',
    'LGBTQ+ friendly' => 'ЛГБТК+ френдлі',
    'Work with military personnel' => 'Працюю з військовими',

    'Education and Experience' => 'Освіта та досвід',
    'Education Name' => 'Назва навчального закладу',
    'Education File' => 'Документ про освіту',
    'Additional Certification' => 'Додаткова сертифікація',
    'Additional Certification File' => 'Файл додаткової сертифікації',
    'Experience' => 'Досвід',

    'Privacy Policy' => 'Політика конфіденційності',
    'I agree to the privacy policy' => 'Я погоджуюсь з політикою конфіденційності',
    'One moment' => 'Відправити',

    // #endregion


    // #region ABOUT PAGE
    'About title' => 'Про нас та MindPlace',
    'About h-1' => 'Піклування про себе починається з розуміння',
    'About p-1' => 'Усвідомлення власного емоційного стану та звернення до фахівця — це не слабкість, а прояв сили та зрілості. Сьогодні психотерапія — це не лише підтримка у важкі часи, а й шлях до глибшого самопізнання, розвитку внутрішніх ресурсів та покращення якості життя.',
    'About h-2' => 'MindPlace створений, щоб допомогти',
    'About p-2' => 'Ми не просто платформа — ми середовище, де турбота поєднується з технологіями. MindPlace допомагає знаходити перевірених психотерапевтів, яким можна довірити найважливіше. Кожен фахівець проходить ретельну верифікацію, щоб ви могли бути впевнені у професіоналізмі та етичності терапевтичного процесу.',
    'About h-3' => 'Якість важливіша за кількість',
    'About p-3' => 'Попри велику кількість психологів на ринку, знайти "свого" спеціаліста — непросте завдання. Невдалий досвід може не лише не допомогти, а й залишити внутрішній шрам. Ми в MindPlace хочемо змінити цей досвід: зменшити бар’єри на шляху до терапії та підвищити довіру до неї. Саме тому ми дбаємо про прозорість, безпеку й якість кожної взаємодії.',
    'About post scriptum' => 'MindPlace — простір для змін, що починаються з тебе.',
    'About Team' => 'Наша команда',
    'About Team member 1' => 'Сонне Сонячко',
    'About Team member 1 descr' => 'Студентка четвертого курсу Житомирської політехніки, яка не може виспатися',
    'About Team member 2' =>  'Томичка',
    'About Team member 2 descr' => 'Найкращі у світі шерстяні штанці',

    // #endregion

    // #region Form validation messages

    'Name cannot be blank.' => 'Ім&#039;я не може бути порожнім.',
    'Email cannot be blank.' => 'Email не може бути порожнім.',
    'Email is not a valid email address.' => 'Невірний формат email адреси.',
    'Password cannot be blank.' => 'Пароль не може бути порожнім.',
    'Password should contain at least 8 characters.' => 'Пароль повинен містити мінімум 8 символів.',
    'Passwords don&#039;t match' => 'Паролі не співпадають',
    'This name has already been taken.' => 'Це ім&#039;я вже зайняте.',
    'This email address has already been taken.' => 'Ця email адреса вже зареєстрована.',

    // #endregion


];
