<?php
return [
    // Формати
    'online' => 'Онлайн',
    'offline' => 'Офлайн',

    // Міста
    'kyiv' => 'Київ',
    'lviv' => 'Львів',
    'kharkiv' => 'Харків',
    'dnipro' => 'Дніпро',
    'odesa' => 'Одеса',
    'ivano-frankivsk' => 'Івано-Франківськ',
    'zaporizhzhya' => 'Запоріжжя',
    'ternopil' => 'Тернопіль',
    'kherson' => 'Херсон',
    'khmelnytskyi' => 'Хмельницький',
    'cherkasy' => 'Черкаси',
    'chernihiv' => 'Чернігів',
    'chernivtsi' => 'Чернівці',
    'sumy' => 'Суми',

    // Типи терапії
    'individual' => 'Індивідуальна',
    'couples' => 'Для пар',
    'couching' => 'Коучинг',
    'child' => 'Діти (до 12 років)',
    'teen' => 'Підлітки (12-18 років)',

    // Теми
    'depression' => 'Депресія',
    'stress' => 'Стрес',
    'anxiety' => 'Тривожність',
    'relationships' => 'Відносини',
    'self-esteem' => 'Самооцінка',
    'trauma' => 'Травма',
    'relationship' => 'Проблеми у відносинах',
    'parenting' => 'Батьківство',
    'family' => 'Сімейні питання',
    'sex' => 'Сексуальні питання',
    'loneliness' => 'Самотність',
    'professional' => 'Професійна самореалізація',
    'pregnancy' => 'Вагітність',
    'death' => 'Горе та втрата',
    'suicide' => 'Суїцид',
    'cheat' => 'Зрада партнера',

    // Підходи
    'cbt' => 'Когнітивно-поведінкова терапія (КПТ)',
    'gestalt' => 'Гештальт-терапія',
    'psychoanalyst' => 'Психоаналіз',
    'art' => 'Арт-терапія',

    // Мови
    'uk' => 'Українська',
    'en' => 'English',

    // Стать
    'Male' => 'Чоловік',
    'Female' => 'Жінка',

    // Вік
    '18-25' => '18-25',
    '26-35' => '26-35',
    '36-45' => '36-45',
    '46+' => '46+',

    // Спеціалізація
    'psychologist' => 'Психолог',
    'psychotherapist' => 'Психотерапевт',
    'child_psychologist' => 'Дитячий психолог',
    'counselor' => 'Консультант',

    // Так/Ні
    'yes' => 'Так',
    'no' => 'Ні',

    // other
    'LGBTQ+ friendly' => 'LGBTQ+ френдлі',
    'Work with military personnel' => 'Робота з військовими',
];
