<?php
return [
    'Details' => 'Деталі',
    'Cancel' => 'Відмінити',
    'Save' => 'Зберегти',
    'Date' => 'Дата',
    'Duration' => 'Тривалість',
    'You cancelled' => 'Ви відмінили запис',
    'Session completed' => 'Сесія пройшла успішно. Перегляньте рекомендації лікаря.',
    'No sessions' => 'Сесій ще не проводилося',
    'No future sessions' => 'Наразі немає запланованих сесій',

    'Session link' => 'Сесія проведеться за посиланням',
    'No link'=> 'Лікар ще не створив посилання на GoogleMeet. Посилання з\'явиться за 15 хвилин до назначеного часу.',
    'minutes' => 'хв.',
    'Free' => 'Вільний',
    'Booked' => 'Призначено',
    'Show all' => 'Показати всі',
    'Show only booked' => 'Показати тільки зайняті',
    'Busy slots' => 'Зайняті слоти розкладу',
    'Full schedule' => 'Увесь майбутній розклад',
    'Canceled by client' => '(відмінено від клієнта)',
    'Create schedule' => 'Створити графік',

];
